Revit 2027 API
TransactionGroup Constructor
Overload List
Name | Description
TransactionGroup(Document) |  Constructs a transaction group object.
TransactionGroup(Document, String) |  It constructs a transaction group object
Top
See Also
Reference
TransactionGroup Class
Autodesk.Revit.DB Namespace